import HisLogo from '../assets/images/KU_LOGO.png';

const roles = [
  {
    id: '0',
    name: 'นาย ก',
    image: HisLogo,
    role: 'ประธานสภาฯ',
    department: 'ฝ่ายบริหาร',
    description: 'ประธานของสภาฯ มีหน้าที่ดูแลและกำกับการทำงานของสภานิสิตฯ',
  },
  {
    id: '1',
    name: 'นาย ข',
    image: HisLogo,
    role: 'รองประธานสภาฯ',
    department: 'ฝ่ายบริหาร',
    description: 'รองประธานสภาฯ ช่วยประธานในการกำกับดูแลกิจกรรมต่างๆ',
  },
  {
    id: '2',
    name: 'นาย ค',
    image: HisLogo,
    role: 'เลขาธิการสภาฯ',
    department: 'ฝ่ายบริหาร',
    description: 'เลขาธิการสภาฯ รับผิดชอบงานเอกสารและการสื่อสารภายในสภาฯ',
  },
  {
    id: '3',
    name: 'นาย ง',
    image: HisLogo,
    role: 'เลขานุการสภาฯ',
    department: 'ฝ่ายบริหาร',
    description: 'เลขานุการสภาฯ ช่วยในด้านการจัดการและประสานงานต่างๆ ของสภาฯ',
  },
  {
    id: '2',
    name: 'นาย ค',
    image: HisLogo,
    role: 'เลขาธิการสภาฯ',
    department: 'ฝ่ายบริหาร',
    description: 'เลขาธิการสภาฯ รับผิดชอบงานเอกสารและการสื่อสารภายในสภาฯ',
  },
  {
    id: '3',
    name: 'นาย ง',
    image: HisLogo,
    role: 'เลขานุการสภาฯ',
    department: 'ฝ่ายบริหาร',
    description: 'เลขานุการสภาฯ ช่วยในด้านการจัดการและประสานงานต่างๆ ของสภาฯ',
  },
  {
    id: '4',
    name: 'นาย จ',
    image: HisLogo,
    role: 'เหรัญญิก',
    department: 'ฝ่ายบริหาร',
    description: 'เหรัญญิกสภาฯ รับผิดชอบการจัดการด้านการเงินของสภาฯ',
  },
  {
    id: '5',
    name: 'นาย ฉ',
    image: HisLogo,
    role: 'ประธานคณะกรรมการ 6 ฝ่าย',
    department: 'คณะกรรมการ 6 ฝ่าย',
    description: 'ประธานคณะกรรมการบริการ 6 ฝ่าย เป็นผู้ดูแลการทำงานของคณะกรรมการแต่ละฝ่าย',
  },
  {
    id: '5',
    name: 'นาย ฉ',
    image: HisLogo,
    role: 'ประธานคณะกรรมการ 6 ฝ่าย',
    department: 'คณะกรรมการ 6 ฝ่าย',
    description: 'ประธานคณะกรรมการบริการ 6 ฝ่าย เป็นผู้ดูแลการทำงานของคณะกรรมการแต่ละฝ่าย',
  },
  {
    id: '5',
    name: 'นาย ฉ',
    image: HisLogo,
    role: 'ประธานคณะกรรมการ 6 ฝ่าย',
    department: 'คณะกรรมการ 6 ฝ่าย',
    description: 'ประธานคณะกรรมการบริการ 6 ฝ่าย เป็นผู้ดูแลการทำงานของคณะกรรมการแต่ละฝ่าย',
  },
  {
    id: '5',
    name: 'นาย ฉ',
    image: HisLogo,
    role: 'ประธานคณะกรรมการ 6 ฝ่าย',
    department: 'คณะกรรมการ 6 ฝ่าย',
    description: 'ประธานคณะกรรมการบริการ 6 ฝ่าย เป็นผู้ดูแลการทำงานของคณะกรรมการแต่ละฝ่าย',
  },
  {
    id: '5',
    name: 'นาย ฉ',
    image: HisLogo,
    role: 'ประธานคณะกรรมการ 6 ฝ่าย',
    department: 'คณะกรรมการ 6 ฝ่าย',
    description: 'ประธานคณะกรรมการบริการ 6 ฝ่าย เป็นผู้ดูแลการทำงานของคณะกรรมการแต่ละฝ่าย',
  },
  {
    id: '5',
    name: 'นาย ฉ',
    image: HisLogo,
    role: 'ประธานคณะกรรมการ 6 ฝ่าย',
    department: 'คณะกรรมการ 6 ฝ่าย',
    description: 'ประธานคณะกรรมการบริการ 6 ฝ่าย เป็นผู้ดูแลการทำงานของคณะกรรมการแต่ละฝ่าย',
  },
  
  {
    id: '6',
    name: 'นาย ฌ',
    image: HisLogo, // ใช้ภาพโลโก้หรือภาพอื่น ๆ ตามต้องการ
    role: 'สมาชิกคณะกรรมการ',
    department: 'คณะกรรมการ 6 ฝ่าย',
    description: 'สมาชิกคณะกรรมการในฝ่ายต่างๆ รับผิดชอบการทำงานในแต่ละฝ่าย',
  },
  {
    id: '6',
    name: 'นาย ฌ',
    image: HisLogo, // ใช้ภาพโลโก้หรือภาพอื่น ๆ ตามต้องการ
    role: 'สมาชิกคณะกรรมการ',
    department: 'คณะกรรมการ 6 ฝ่าย',
    description: 'สมาชิกคณะกรรมการในฝ่ายต่างๆ รับผิดชอบการทำงานในแต่ละฝ่าย',
  },
  {
    id: '6',
    name: 'นาย ฌ',
    image: HisLogo, // ใช้ภาพโลโก้หรือภาพอื่น ๆ ตามต้องการ
    role: 'สมาชิกคณะกรรมการ',
    department: 'คณะกรรมการ 6 ฝ่าย',
    description: 'สมาชิกคณะกรรมการในฝ่ายต่างๆ รับผิดชอบการทำงานในแต่ละฝ่าย',
  },
  {
    id: '6',
    name: 'นาย ฌ',
    image: HisLogo, // ใช้ภาพโลโก้หรือภาพอื่น ๆ ตามต้องการ
    role: 'สมาชิกคณะกรรมการ',
    department: 'คณะกรรมการ 6 ฝ่าย',
    description: 'สมาชิกคณะกรรมการในฝ่ายต่างๆ รับผิดชอบการทำงานในแต่ละฝ่าย',
  },
  {
    id: '6',
    name: 'นาย ฌ',
    image: HisLogo, // ใช้ภาพโลโก้หรือภาพอื่น ๆ ตามต้องการ
    role: 'สมาชิกคณะกรรมการ',
    department: 'คณะกรรมการ 6 ฝ่าย',
    description: 'สมาชิกคณะกรรมการในฝ่ายต่างๆ รับผิดชอบการทำงานในแต่ละฝ่าย',
  },

  // เพิ่มข้อมูลตามที่ต้องการ...
];

export default roles;
