const data = [
    { "id": "0", "name": "ประธานสภาผู้แทนนิสิต องค์การนิสิต" },

    { "id": "1", "name": "รองประธานสภาผู้แทนนิสิตฯ" },

    { "id": "2", "name": "เลขาธิการสภาผู้แทนนิสิตฯ" },

    { "id": "3", "name": "เลขานุการสภาผู้แทนนิสิตฯ" },

    { "id": "4", "name": "เหรัญญิกสภาผู้แทนนิสิตฯ" },

    { "id": "5", "name": "ประธานคณะกรรมาธิการฝ่ายองค์กรกิจกรรมนิสิต" },
    { "id": "5", "name": "คณะกรรมาธิการฝ่ายองค์กรกิจกรรมนิสิต" },

    { "id": "6", "name": "ประธานคณะกรรมาธิการฝ่ายควบคุม ติดตาม และตรวจสอบ" },
    { "id": "6", "name": "คณะกรรมาธิการฝ่ายควบคุม ติดตาม และตรวจสอบ" },

    { "id": "7", "name": "ประธานคณะกรรมาธิการฝ่ายกิจการภายใน และทรัพย์สิน" },
    { "id": "7", "name": "คณะกรรมาธิการฝ่ายกิจการภายใน และทรัพย์สิน" },

    { "id": "8", "name": "ประธานคณะกรรมาธิการธรรมนูญนิสิต" },
    { "id": "8", "name": "คณะกรรมาธิการธรรมนูญนิสิต" },

    { "id": "9", "name": "ประธานคณะกรรมาธิการฝ่ายส่งเสริมภาพลักษณ์ และสื่อสารองค์กร" },
    { "id": "9", "name": "คณะกรรมาธิการฝ่ายส่งเสริมภาพลักษณ์ และสื่อสารองค์กร" },

    { "id": "10", "name": "ประธานคณะกรรมาธิการฝ่ายนโยบาย และแผน" },
    { "id": "10", "name": "คณะกรรมาธิการฝ่ายนโยบาย และแผน" },
]

export default data;