const data = [
  {
    title: "พันธกิจของสภาผู้แทนนิสิตฯ",
    discriptions: [

      "พิทักษ์รักษาไว้ซึ่งผลประโยชน์ของมหาวิทยาลัย และของนิสิตทั้งปวง",
      "พิจารณาให้ความเห็นชอบงบประมาณ ควบคุม และตรวจสอบ การใช้จ่ายเงินขององค์การบริหาร สโมสรนิสิต ชมรมในสังกัด องค์การบริหาร",
      "ควบคุมให้องค์การบริหารปฏิบัติตามแนวนโยบายที่ได้แถลงไว้ในการหาเสียงเลือกตั้ง",
      "เสนอความคิดเห็นเกี่ยวกับการดำเนินงานด้านต่าง ๆ ขององค์การบริหารหรือที่เกี่ยวข้องกับกิจการของมหาวิทยาลัย",
      "เสนอขอแก้ไข หรือเพิ่มเติมข้อบังคับฉบับนี้ต่อองค์การนิสิตทั้งนี้ต้องได้รับเสียงเห็นชอบไม่น้อยกว่า 2 ใน 3 ของสมาชิกสภาผู้แทนนิสิตทั้งหมด",
      " ให้ความเห็นชอบระเบียบ ข้อบังคับ หรือข้อปฏิบัติเกี่ยวกับการดำเนินการขององค์การบริหาร ทั้งนี้ จะต้องไม่ขัดแย้งต่อระเบียบมหาวิทยาลัย",
      "เชิญผู้เกี่ยวข้องมาชี้แจงข้อเท็จจริงในการพิจารณานโยบายและ การดำเนินการในเรื่องหนึ่งเรื่องใดขององค์การบริหาร สโมสร นิสิต หรือชมรม",
      "เสนอทบทวนการดำเนินงานขององค์การบริหารซึ่งเห็นว่าขัดกับนโยบายที่แถลงไว้ และแจ้งให้ทราบภายใน 3 วัน หลังมีมติยับยั้ง",
      "พิจารณายุบยกเลิกชมรม หรือจัดตั้งชมรมตามที่องค์การบริหารเสนอแล้วเสนอผลการลงมติให้มหาวิทยาลัยพิจารณา",
      "ส่งเสริม เผยแพร่ให้นิสิตทั่วไปรับทราบถึงข้อบังคับฉบับนี้"
    ],
  },
  {
    title: "หน้าที่ของสภาผู้แทนนิสิตฯ",
    discriptions: [
      "เข้าร่วมประชุม และลงมติในการประชุมสภาผู้แทนนิสิต",
      "พิทักษ์ไว้ซึ่งผลประโยชน์ของมหาวิทยาลัยและนิสิตทั้งปวงรวบรวมความคิดเห็นข้อเสนอแนะของนิสิตทั้งปวงเสนอต่อสภาผู้แทนนิสิต และแสวงหาข้อเท็จจริงเพื่อประกอบการพิจารณา" ,
      "มีสิทธิในการยื่นญัตติทั่วไปในการประชุมสภาผู้แทนนิสิตโดยมีสมาชิกรับรองไม่น้อยกว่า 3 คน และมีสิทธิยื่นกระทู้ถาม",
      "มีสิทธิร่วมดำเนินการตามอำนาจหน้าที่ของสภาผู้แทนนิสิตหรือการดำเนินงานของสภาผู้แทนนิสิตตามที่บัญญัติไว้ตามข้อบังคับฉบับนี้",
    ],
  },
];

export default data;
