// src/data/rulesData.js
export const rulesData = [
  
  {
    title: "ระเบียบ",
    files: [
      { name: "ข้อบังคับว่าด้วยการศึกษาขั้นปริญญาตรี พ.ศ. 2566 (แก้ไขเพิ่มเติม ข้อ 28.6)", path: "/pdfs/regulation-ku-bachelor-2566-clause-28-6.pdf" },
      { name: "ประกาศ เรื่อง คุณสมบัติของผู้สมัครเข้าเป็นนิสิต (ฉบับที่ 2)", path: "/pdfs/สำเนาของ ประกาศ มก. คุณสมบัติ ฉบับที่ 2.pdf" },
      { name: "ประกาศ เรื่อง แนวปฏิบัติในการดำเนินกิจกรรมขององค์กรนิสิต", path: "/pdfs/สำเนาของ ประกาศ มก. แนวปฏิบัติในการดำเนินก.pdf" },
    ],
  },
  {
    title: "ธรรมนูญนิสิต",
    files: [
      { name: "ธรรมนูญนิสิตมหาวิทยาลัยเกษตรศาสตร์ พ.ศ. 2560", path: "/pdfs/ธรรมนูญนิสิต 2560.pdf" },
      { name: "ธรรมนูญนิสิตมหาวิทยาลัยเกษตรศาสตร์ พ.ศ. 2564", path: "/pdfs/ธรรมนูญนิสิต 2564.pdf" },
    ],
  },
];